Repository: bgaultier/mandjet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: About
fr: À propos

source: The OCIF team
fr: L’équipe OCIF

source: Free software license
fr: Licence de logiciel libre

source: Software stack
fr: Pile logicielle

source: Modify your profile
fr: Modifier votre profil

source: Save
fr: Enregistrer

source: Dashboard
fr: Tableau de bord

source: Calendar
fr: Calendrier

source: Nanogrid
fr: Nanogrid (Nanogrid)

source: Vehicles
fr: Véhicules

source: PV Solar panels
fr: Panneaux solaires

source: Help
fr: Aide

source: Profile
fr: Profil

source: Logout
fr: Déconnexion

source: How to book a ride?
fr: Comment réserver un véhicule ?

source: Please follow the following steps to book a ride:
fr: Veuillez suivre les étapes suivantes pour réserver un trajet :

source: First of all, book your ride on this website →
fr: Tout d’abord, réservez votre véhicule en cliquant sur

source: Choose an available electric vehicle and click
fr: Choisissez un véhicule électrique disponible et cliquez sur

source: Book a ride
fr: Réserver

source: Please log in using your IMT Atlantique credentials
fr: Connectez vous en utilisant vos identifiants IMT Atlantique

source: Specify your booking details and save!
fr: Précisez les horaires de votre réservation et cliquez sur sauvegarder !

source: Please have a look at the recap below:
fr: Une vidéo récapitulative est disponible ci-dessous :

source: Where are the vehicles?
fr: Où se trouvent les véhicules ?

source: Go to the front desk and ask the bike shed keys.
fr: Rendez-vous à l’accueil et demander les clés du local vélos situé à côté des panneaux solaires.

source: You will have to sign a legal discharge of responsibility on your first booking.
fr: Lors de votre première réservation, il vous sera demander de signer une décharge.

source: Safety first:
fr: La sécurité avant tout :

source: Wear neon, fluorescent or other bright clothing
fr: Privilégiez des vêtements réfléchissants, fluo ou encore des vêtements clairs

source: Ride during the day
fr: Effectuez vos trajets de jour

source: Wear an Helmet (two helmets are provided by IMT Atlantique)
fr: Portez un casque (deux casque peuvent être prêter par l’école)

source: Get acquainted with
fr: Prenez connaissance du

source: french traffic laws
fr: code de la route français

source: If you are riding a bike, always take a lock with you!
fr: Si vous réservez un vélo, prenez toujours un cadenas avec vous !

source: Enjoy your ride and come back before the end of your booking.
fr: Profitez de votre voyage et revenez avant la fin de votre réservation.

source: Do not forget to plug your vehicle once you get back!
fr: N’oubliez pas de brancher votre véhicule à votre retour !

source: Forgot Password?
fr: Mot de passe oublié ?

source: Login
fr: Connexion

source: API key
fr: Clé d’API

source: Name
fr: Nom

source: My e-scooter
fr: Mon scooter électrique

source: Scooter
fr: Trotinette

source: Bike
fr: Vélo

source: Scooter (motorcycle)
fr: Scooter

source: Vehicle
fr: Véhicule

source: Serial Number
fr: Numéro de série

source: Battery status
fr: Niveau de charge de la batterie

source: Picture
fr: Photo

source: Date created
fr: Date de création

source: Available?
fr: Disponible ?

source: Start time
fr: Date de début

source: End time
fr: Date de fin

source: Comment
fr: Commentaire

source: Solar PV
fr: Panneau solaire

source: Forecast solar PV
fr: Prévision panneaux solaires

source: Battery
fr: Batterie

source: Solar:
fr: Solaire :

source: forecast
fr: prévision

source: Energy mix
fr: Mix énergétique

source: Report an issue
fr: Signaler un problème

source: Please leave a comment about the vehicle status:
fr: Veuillez laisser un commentaire sur l’état du véhicule :

source: I found the vehicle...
fr: J’ai trouvé le véhicule…

source: Send
fr: Envoyer

source: Delete a booking
fr: Supprimer la réservation

source: Are you sure you want to cancel your booking?
fr: Êtes vous sûr de vouloir annuler votre réservation ?

source: Get iCalendar (.ics)
fr: Obtenir le lien iClander (.ics)

source: Bookings
fr: Réservations

source: Vehicle
fr: Véhicule

source: Booking
fr: Réservation

source: User
fr: Utilisateur

source: at
fr: à

source: Please use the following url to subscribe to the .ics calendar:
fr: Veuillez utiliser l’url suivante pour vous abonner au calendrier .ics :

source: Charged
fr: Chargé

source: Charging
fr: En charge

source: Not available
fr: Indisponible

source: Returns:
fr: Retour :

source: Next:
fr: Suivant :

source: %s is not available for this period
fr: %s n’est pas disponible sur ce créneau

source: Your booking for %s is ok!
fr: Votre réservation pour %s est ok!

source: Your issue for %s has been reported!
fr: Votre problème de %s a été signalé !

source: An issue for %s has been reported!
fr: Un problème sur %s a été signalé !

source: Here is the comment: %s
fr: Voici le commentaire laissé par l’utilisateur : %s
